Repository: epetykom/wp-coupon
Catalog: languages/wp-coupon-*.po
Languages: ru_ru

source: Sorry, that item is not available
ru_ru: Извините, купон недоступен

source: Sorry, that item was not found
ru_ru: Извините, купон не найден

source: Sorry, that item has expired
ru_ru: Извините, срок действия истёк

source: Sorry, that item has run out
ru_ru: Извините, купоны закончились

source: You have already downloaded this coupon
ru_ru: Вы уже получили купон

source: Sorry, your PHP version must be 5 or above. Please contact your server administrator for help.
ru_ru: Извините, Ваша версия PHP должна быть 5 или больше. Свяжитесь со своим администратором.

source: The system does not have write permissions on the folder (
ru_ru: Система не имеет прав на запись в папку (

source: coupons
ru_ru: Купоны

source: Create a coupon
ru_ru: Создать купон

source: Create
ru_ru: Создать

source: coupon templates
ru_ru: Шаблоны купонов

source: Templates
ru_ru: Шаблоны

source: 25 most recent coupons
ru_ru: 25 самых последних купонов

source: No coupons found. <a href="admin.php?page=coupons-create">Create your first coupon here.</a>
ru_ru: Купоны не найдены. <a href="admin.php?page=coupons-create">Создайте первый купон.</a>

source: 25 most popular coupons
ru_ru: 25 самых популярных купонов

source: Your wp-coupon database will be reset next time you create or edit a coupon. You will not lose any data, the tables will just be checked for all the correct fields.
ru_ru: Ваша база данных wp-coupon будет сброшена при следующем создании или редактировании купона. Вы не потеряете никаких данных, таблицы просто будут проверены на корректность данных.

source: Your coupons
ru_ru: Ваши купоны

source: Popular coupons
ru_ru: Популярные купоны

source: Download all registered email addresses
ru_ru: Скачать все зарегистрированные адреса e-mail

source: Sorry, your coupon could not be created. Please click back and try again.
ru_ru: Извините, Ваш купон не создан. Пожалуйста нажмите "назад" и попробуйте ещё раз.

source: coupon name (30 characters)
ru_ru: Название купона (30 символов)

source: Type the coupon text here (200 characters)
ru_ru: Введите текст купона здесь (200 символов)

source: coupon code inserted here
ru_ru: код купона вставляется сюда

source: Type the coupon terms and conditions here (300 characters)
ru_ru: Введите условия использования купона здесь (300 символов)

source: coupon description (optional): enter a longer description here which will go in the email sent to a user registering for this coupon.
ru_ru: описание купона (оционально): введите длинное описание сюда. Оно будет высылаться в E-mail при регистрации пользователя на этот купон.

source: Font
ru_ru: Шрифт

source: Set the font for this coupon
ru_ru: Выберите шрифт купона

source: Template
ru_ru: Шаблон

source: Sorry, no templates found
ru_ru: Извините, шаблоны не найдены

source: Settings
ru_ru: Настрйоки

source: Require email address
ru_ru: Требуется адрес e-mail

source: Tick this box to require a valid email address to be given before this coupon can be downloaded
ru_ru: Выберите эту опцию, чтобы требовать действительный адрес e-mail для получения купона

source: Number of coupons available
ru_ru: Количество доступных купонов

source: Set the number of times this coupon can be downloaded (leave blank or 0 for unlimited)
ru_ru: Введите количество раз, которое можно будет скачать этот купон (оставьте пустым или введите 0 чтобы не ограничивать количество)

source: Date coupon expires
ru_ru: Дата истечения купона

source: Year:
ru_ru: Год:

source: Month:
ru_ru: Месяц:

source: Day:
ru_ru: День:

source: Enter the date on which this coupon will expire (leave blank for never)
ru_ru: Введите дату окончания генерации купонов (оставьте пустым чтоб не ограничивать)

source: coupon codes
ru_ru: Коды купонов

source: Use random codes
ru_ru: Использовать случайные коды

source: Tick this box to use a random character code on each coupon
ru_ru: Выберите эту опцию, чтобы генерировать случайный код для каждого купона

source: Random code length
ru_ru: Случайная длина кода

source: How long would you like the random code to be?
ru_ru: Какой длины должен быть случайный код?

source: Use sequential codes
ru_ru: Использовать нарастающие коды

source: Tick this box to use sequential codes (1, 2, 3 etc) on each coupon
ru_ru: Выберите эту опцию, чтобы использовать нарастающие (1, 2, 3 и т.п.) коды для каждого купона

source: Sequential code prefix
ru_ru: Префикс нарастающего купона

source: Text to show before the sequential code (eg <strong>ABC</strong>123XYZ)
ru_ru: Текст, отображаемый перед нарастающим кодом (например <strong>ABC</strong>123XYZ)

source: Sequential code suffix
ru_ru: Постфикс нарастающего кода

source: Text to show after the sequential code (eg ABC123<strong>XYZ</strong>)
ru_ru: Текст, отображаемый после нарастающего кода (например ABC123<strong>XYZ</strong>)

source: Use custom codes
ru_ru: Использовать собственные коды

source: Tick this box to use your own codes on each download of this coupon. You must enter all the codes you want to use below:
ru_ru: Используйте эту опцию, если хотите назначать каждому купону код в ручную. Вам нужно будет ввести все коды, которые вы хотите использовать.

source: Custom codes (one per line)
ru_ru: Собственные коды (один на строку)

source: Use a single code
ru_ru: Использовать один код

source: Tick this box to use one code on all downloads of this coupon. Enter the code you want to use below:
ru_ru: Используйте эту опцию чтобы использовать один и тот же код на всех купонах. Введите желаемый код:

source: Single code
ru_ru: Один код

source: Preview
ru_ru: Предпросмотр

source: Save
ru_ru: Сохранить

source: Edit coupon:
ru_ru: Изменить купон:

source: Downloads:
ru_ru: Скачивания

source: Shortcode for this coupon:
ru_ru: Код для вставки купона:

source: Shortcode for this coupon registration form:
ru_ru: Код для вставки регистрационной формы этого купона:

source: Link for this coupon:
ru_ru: Ссылка на купон:

source: Your coupon has been created.
ru_ru: Ваш купон создан.

source: Sorry, your coupon could not be edited.
ru_ru: Извините, Ваш купон не может быть изменён.

source: Your coupon has been edited.
ru_ru: Купон изменён.

source: The coupon has been deleted.
ru_ru: Купон удалён.

source: The coupon could not be deleted.
ru_ru: купон не может быть удалён.

source: This coupon expired on %s. Change the expiry date below to allow this coupon to be downloaded.
ru_ru: Этот купон истекает %s. Измените дату окончания, чтобы позволить скачивать купоны.

source: The coupon code will be inserted automatically here
ru_ru: Код купона будет автоматически вставлен здесь

source: Set the number of times this coupon can be downloaded (leave blank for unlimited)
ru_ru: Введите количество раз, которое можно будет скачать этот купон (оставьте пустым чтобы не ограничивать количество)

source: This box MUST be ticked for this coupon to be available.
ru_ru: Эта опция ДОЛЖНА быть выбрана, чтобы купон был доступен.

source: coupon available
ru_ru: Купон доступен

source: Tick this box to allow this coupon to be downloaded
ru_ru: Выберите эту опцию, чтобы позволить скачивать купон

source: Tick this box to use a random 6-character code on each coupon
ru_ru: Используйте чтобы генерировать случайный 6-символный код на каждом купоне.

source: Tick this box to use your own codes on each coupon. You must enter all the codes you want to use below:
ru_ru: Используйте эту опцию, если хотите назначать каждому купону код в ручную. Вам нужно ввести все коды, которые вы хотите использовать:

source: Delete coupon
ru_ru: Удалить купон

source: Tick this box to delete this coupon
ru_ru: Выберите эту опцию чтобы удалить этот купон

source: coupon deleted
ru_ru: Купон удалён

source: coupon not found
ru_ru: Купон не найден

source: Sorry, that coupon was not found.
ru_ru: Извините, этот купон не найден

source: coupon reports
ru_ru: Сообщения купона

source: Templates updated
ru_ru: Шаблоны обновлены

source: Your template has been uploaded.
ru_ru: Шаблон загружен.

source: Sorry, the template file you uploaded was not in the correct format (JPEG), or was not the correct size (1181 x 532 pixels). Please upload a correct template file.
ru_ru: Извините, загруженный Вами шаблон не соответствует формату JPEG или не соответствует размеру 1181 x 532. Пожалуйста загрузите корректный шаблон.

source: Sorry, your template could not be saved. Please try again.
ru_ru: Извините, шаблон не сохранён. Повторите попытку.

source: Sorry, your host does not support GD image functions, so you cannot add your own templates.
ru_ru: Извините, Ваш сервер не поддерживает функции GD, Вы не сможете добавлять собственные изображения.

source: Please attach a template file
ru_ru: Пожалуйста, приложите файл шаблона

source: Add a template
ru_ru: Добавит шаблон

source: Template file
ru_ru: Файл шаблона

source: Template name
ru_ru: Название шаблона

source: Add template
ru_ru: Добавить шаблон

source: This template cannot be edited
ru_ru: Это шаблон не может быть изменён

source: Save templates
ru_ru: Сохранить шаблоны

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Sorry, the list could not be downloaded. Please click back and try again.
ru_ru: Извините, список не может быть загружен. Нажмите "Назад" и повторите попытку.

source: Registered to:
ru_ru: Зарегистрирован до:

source: Expiry:
ru_ru: Истекает:

source: You have successfully registered to download this coupon, please download the coupon from here:
ru_ru: Вы успешно зарегистрировались для получения скидки, пожалуйста скачайте купон здесь:

source: Thank you for registering. You will shortly receive an email sent to '
ru_ru: Спасибо за регистрацию. В ближайшее время Вы получите письмо отправленное на этот адрес '

source: Sorry, your email address and name could not be registered. Have you already registered for this coupon? Please try again.
ru_ru: Извините, Вашь адрес и имя не могут быть зарегистрированы. Возможно вы уже регистрировались для получения этого купона? Попробуйте ещё раз.

source: Sorry, your email address was not valid. Please try again.
ru_ru: Извините, Ваш e-mail не действителен. Попробуйте ещё раз.

source: Please provide some details
ru_ru: Пожалуйста, укажате некоторые детали

source: To download this coupon you must provide your name and email address. You will then receive a link by email to download your personalised coupon.
ru_ru: Чтобы получить купон, Вам необходимо указать имя и адрес электронной почты. По почте Вы получите ссылку на скачивание персонального купона.

source: Your email address
ru_ru: Ваш e-mail адрес

source: Your name
ru_ru: Ваше имя

source: Register for this coupon
ru_ru: Зарегистрироваться для получения купона

source: Thank you for donating
ru_ru: Спасибо за поддержку

source: To report bugs please visit <a href="%s">%s</a>.
ru_ru: Чтобы сообщить об ошибке пройдите по адресу <a href="%s">%s</a>.

source: If you found %1$s useful please consider donating to help %2$s to continue writing free Wordpress plugins.
ru_ru: Если Вам понравился %1$s поспонсируйте чтобы помочь %2$s продолжить писать бесплатные плагины для Wordpress.

source: If you found %s useful please consider donating.
ru_ru: Если Вам понравился %s - поддержите разработку.

source: Hide this
ru_ru: Скрыть

source: <a href="%s">Bugs</a>
ru_ru: <a href="%s">Ошибки</a>

source: Donate
ru_ru: Помочь

source: Coupon templates
ru_ru: Шаблоны купонов

source: Coupon name (30 characters)
ru_ru: Название купона (30 символов)

source: Coupon code inserted here
ru_ru: Сюда втавится код купона

source: Coupon description (optional): enter a longer description here which will go in the email sent to a user registering for this coupon.
ru_ru: Описание купона (опционально): введите длинное описание купона и оно будет отсылаться в e-mail при регистрации пользователя на этот купон.

source: Coupon codes
ru_ru: Коды купона

source: Coupon available
ru_ru: Купон доступен

source: Coupon deleted
ru_ru: Купон удалён

source: Coupon not found
ru_ru: Купон не найден

source: Coupon reports
ru_ru: Отчёты по купонам

source: Reset coupon database
ru_ru: Сбросить базу данных купонов

source: To create your own templates use <a href="%s">this empty template</a>.
ru_ru: Чтобы создавать собственные шаблоны используйте <a href="%s">этот пустой шаблон</a>.

source: Error template open!
ru_ru: Ошибка открытия шаблона

source: Shortcodes
ru_ru: Коды для вставки

source: Thank you for registering. You will shortly receive an email sent to '%s' with a link to your personalised coupon.
ru_ru: Спсибо за регистрацию! В ближайшее время Вы получите письмо, отправленное на адрес '%s', со ссылкой для скачивания персонального купона.
